IDEA StatiCa Open Model
CutBeamByBeamData.ModifiedObject Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Modified object
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement ModifiedObject { get; set; }
Public Property ModifiedObject As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ ModifiedObject {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace